

module.exports = {
    about: 'Этот бот разработан компанией helpexcel в 2018 году.\n\nРазработчик: +79151272664 (Алексей)'+
    '\n\nБот-помошник: @helpexcel_bot \n\nСайт: http://helpexcel.pro/',
    to_go_home: 'Вы можете заказать себе такси или сами стать перевозчиком. ',
    to_start: ', добро пожаловать в самый выгодный такси сервис!\n' +
    'Вы можете заказать себе такси или сами стать перевозчиком. Пожалуйста авторизуйтесь',
    to_call_taxi_start: 'Введите адрес отправления 🛫 в формате: улица, дом.\nДля возврата в главное меню нажмите 👉 /home',
    to_call_taxi_end: 'Введите адрес прибытия 🛬 в формате: улица, дом.\nДля возврата в главное меню нажмите 👉 /home',
    pleaseWait: 'Пожалуйста подождите 🕑',
    driver: '<a>Для получения заявок на перевозку пассажиров вступите в одну из этих групп.\n' +
    'Для просмотра карты нажмите сюда 👉  /map  </a>\n\n'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">1. Центральный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">2. Северный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">3. Северо-Восточный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">4. Восточный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">5. Юго-Восточный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">6. Южный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">7. Юго-Западный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">8. Западный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">9. Северо-Западный административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">10. Зеленоградский административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">11. Новомосковский административный округ\n </a>'+
    '<a href="https://t.me/joinchat/EL5p8RIz3fbasfkHdmFZnA">12. Троицкий административный округ</a>',
    moscowMapUrl: 'https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Msk_all_districts.svg/300px-Msk_all_districts.svg.png',
    call_a_taxi:{
        confirm_order:'Ваш заказ принят ✅',
        askEndLoc: 'Куда поедем?\n Для ввода адреса используйте команду ниже. ',
        askStartLoc :'Оставьте геолокацию или введите адрес.\n' +
        'Для отправки геолокации или ввода адреса используйте команды ниже. \n',
        askBeforeCancel:'Точно?',
        addressError:'"Что-то пошло не так...\n\nОставьте геолокацию или введите адрес.\n' +
        'Для отправки геолокации или ввода адреса используйте команды ниже. \n',
        askEndAgain: 'Введите пожалуйста адрес прибытия еще раз?\n Для ввода адреса используйте команду ниже.'
    }
}