

module.exports = {
    home: {
        order : 'Заказать такси 🚕',
        driver: 'Разместить заявку 🈸',
        about:  'О сервисе 🛃',
        share: 'Поделиться 🔗'
        // settings: 'Настройки ⚙'
    },
    call_a_taxi:{
        start: 'Ввести адрес отправления 🛫',
        end: 'Ввести адрес прибытия 🛬',
        confirm_order: 'Подтвердить 🚕✅',
        cancel: 'Отменить ❌',
        yes_cancel: 'Да, отменить ❌',
        no_cancel: 'Нет, не отменять ✅'

    },
    askPhone: {
        text : '📲 Авторизация',
        request_contact: true
    },
    askGeo: {
        text : 'Отправить геолокацию 🛰 ',
        request_location: true
    },
    goToHome: 'Главное меню 🏠',
    askData: {
        text : 'Ввести данные',
        request_location: true
    }

}